Repository: JUNIOR140889/Black-Market
Catalog: Black-Market/Black-Market/Localizable.xcstrings
Source language: es_419
Languages: en

# and
source: y
en: and

# By signing up, you accept the
source: Al registrarse, acepta la
en: By signing up, you accept the

# Cookies Policy.
source: la Política de cookies.
en: Cookies Policy.

# Data Policy
source: Política de datos
en: Data Policy

# Don’t have an account?
source: No tienes una cuenta?
en: Don’t have an account?

# Email
source: Correo electrónico
en: Email

# Full Name
source: Nombre completo
en: Full Name

# Home Destination Here
source: Nueva pantalla
en: Home Destination Here

# I forgot my password
source: Olvidé mi contraseña
en: I forgot my password

# Insert email
source: Ingresar correo electrónico
en: Insert email

# Log In
source: Iniciar sesión
en: Log In

# My components
source: Mis componentes
en: My components

# Password
source: Constraseña
en: Password

# Searching ...
source: Buscando
en: Searching ...

# Sign Up
source: Registrarse
en: Sign Up

# Type your email
source: Escriba su correo electrónico
en: Type your email

# Type your full name
source: Escriba su nombre completo
en: Type your full name

# Type your password
source: Escriba su contraseña
en: Type your password
